Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Teraz jeśli pozwolisz, wrócę do treningu. Obiecałem im, że nauczą się uderzać na zmianę z prawej i lewej strony.
uk: А тепер, якщо дозволиш, я повернуся до тренування. Я обіцяв їм, що вони навчаться бити по черзі то справа, то зліва.

source: Teraz już nie ma odwrotu, brama jest zamknięta. Próbowaliśmy ją wyważyć, ale nasze tarany się na niej kruszą. Niektórzy zaczęli machać w powietrzu, jakby z czymś walczyli. Inni po prostu nabijają się na własne ostrza. Kolejne osoby skaczą z murów... Nie zniosę już tych wszystkich krzyków i jęków. Choćbym zatykał uszy, to i tak słyszę je w swojej głowie. Przodkowie, błagam, oszczędźcie mnie.
uk: Тепер вороття немає, ворота зачинені. Ми намагалися їх виламати, але наші тарани розбиваються об них. Дехто почав розтинати повітря мечами, ніби борючись із кимось. Інші впали від власних мечів. Багато хто просто зістрибував зі стін... Я більше не можу витримувати ці крики і стогін. Навіть коли я затикаю вуха, я все одно чую їх у своїй голові. Предки, благаю вас, пощадіть мене.

source: Teraz już nie. Myślałem, że już nigdy nie skończymy tego mostu...
uk: Не зараз. Я думав, ми ніколи не закінчимо цей міст...

source: Teraz już tak.
uk: Тепер знаю.

source: Teraz już wiem, że do takich zadań lepiej was nie wysyłać. Bywa.
uk: Тепер буду знати, що на такі завдання тебе краще не відправляти. Буває.

source: Teraz już wiesz.
uk: Тепер будеш знати!

source: Teraz kiedy tamte cholerstwa zagryzły Lowella... to chyba nikt. Ale próbuj.
uk: Тепер, коли ці кляті тварюки загризли Лоувела... думаю, що ніхто. Але спробуй.

source: Teraz konkrety: udowodnienie obywatelstwa nie oznacza od razu, że zostaniesz członkiem Araxos.
uk: А тепер перейдемо до деталей. Підтвердження громадянства не означає, що ти відразу станеш членом Араксосу.

source: Teraz kłopoty i obawy innych uchodźców wydają mi się być nieistotne...
uk: Тепер проблеми і турботи інших біженців здаються мені більш важливими...

source: Teraz mam szansę. Jak to mówią - człowiek nie wie, czego chce, póki tego nie straci.
uk: Це мій шанс. Як то кажуть, людина не знає, чого хоче, поки цього не втратить.

source: Teraz mnie wkurzyłeś!
uk: Тепер ти мене розлютив!

source: Teraz mnie zaciekawiły, co miałbym zrobić?
uk: Ти мене зацікавив, що я маю зробити?

source: Teraz mogę się obżerać kuchnią Marthy!
uk: Тепер я зможу пообідати стравами Марти!

source: Teraz mogę:
uk: Я тепер вмію:

source: Teraz możesz śmiało rozpocząć współpracę z innym mistrzem, ale nie będę narzekać jeśli od czasu do czasu dostarczysz mi jakieś trofea czy bronie!
uk: Тепер ти можеш сміливо працювати з іншим майстром, але я буду не проти, якщо ти час від часу приноситимеш мені якісь трофеї чи зброю!

source: Teraz musimy się przedostać na brzeg. Umiecie pływać?
uk: Тепер нам треба дістатися до берега. Ви вмієте плавати?

source: Teraz musisz przejść do rzadszych okazów, a co za tym idzie, musisz uważniej wykonywać wszystkie kroki. Najważniejsza jest praktyka - z każdą kolejną miksturą będziesz coraz lepszy.
uk: Тепер слід переходити до більш рідкісних екземплярів і, відповідно, ретельніше виконувати всі кроки. Найголовніше – практика, з кожним наступним приготуванням у тебе буде виходити все краще і краще.

source: Teraz musisz zapłacić więcej pieniędzy.
uk: Тепер доведеться заплатити більше грошей.

source: Teraz muszę choć przez chwilę poudawać, że naprawiamy palisadę. Kilka minut bicia młotkiem w te bale powinno wystarczyć.
uk: Тепер деякий час потрібно вдавати, що ми ремонтуємо частокіл. Кілька хвилин биття молотком по цих колодах має вистачити.

source: Teraz muszę odpocząć...
uk: Тепер мені необхідно відпочити...

source: Teraz muszę tylko wrócić do szefa i upomnieć się o moją nagrodę.
uk: Тепер мені залишилося тільки повернутися до шефа і забрати свою платню.

source: Teraz muszę zająć się wycinaniem pasków niedźwiedziej skóry.
uk: Тепер я повинен зайнятися вирізанням смужок з ведмежої шкури.

source: Teraz mój szef myśli, że nawet tutaj jest niebezpiecznie i mojej pracy nic nie grozi!
uk: Тепер мій начальник вважає, що навіть тут небезпечно, а отже, моїй роботі нічого не загрожує!

source: Teraz najbardziej liczy się bezpieczeństwo. Po co ci trzymać oszczędności, skoro zaraz możesz je stracić? Dlatego ważne jest, żeby ludzie ufali moim kufrom...
uk: Зараз найважливіше – це безпека. Який сенс зберігати свої заощадження, якщо ти можеш втратити їх в одну мить? Тому так важливо, щоб люди довіряли моїм скриням...

source: Teraz najgorsza praca spadnie na nas... durny most!
uk: Тепер найгірша робота дістанеться нам... дурнуватий міст!

source: Teraz najważniejsze by ich ofiara nie poszła na marne. Musimy jak najszybciej dostać się do skarbca i zdobyć Rozjemcę. Każda minuta tutaj to dodatkowe niebezpieczeństwo.
uk: Зараз найважливіше, щоб їхня жертва не була марною. Ми повинні якнайшвидше дістатися до скарбниці і здобути Миротворця. Кожна хвилина тут наражає нас на додаткову небезпеку.

source: Teraz nawet zwykły kamień może nas zaatakować. Mam serdecznie dość tego miejsca.
uk: Тепер навіть простий камінь може напасти на нас. Мене вже нудить від цього місця.

source: Teraz nie ma miejsca na odwrót! Przyszliśmy tu po swoich braci, niesłusznie zamkniętych i ciemiężonych tylko za to, że stąd nie pochodzą!
uk: Тепер вам нікуди відступати! Ми прийшли сюди за нашими братами, яких несправедливо ув'язнили і пригноблюють лише за те, що вони чужинці!

source: Teraz nie mam nic przy sobie, ale możemy odpracować.
uk: Зараз ми не маємо нічого з собою, але ми можемо все відпрацювати.

source: Teraz nie trać już więcej czasu na czytanie, tylko bierz się do roboty. Chcemy jak najszybciej zobaczyć się ponownie w karczmie u Gerstanda i wysłuchać opowieści o Twojej udanej wyprawie!
uk: А тепер не марнуй більше часу на читання, переходь одразу до справи. Ми хочемо якнайшвидше знову побачити тебе в корчмі Герстанда і почути розповіді про твою успішну експедицію!

source: Teraz nie widzę ku temu żadnych przeszkód.
uk: Зараз я не бачу для цього жодних перешкод.

source: Teraz odpowiadam tylko i wyłącznie przed Graysonem. Jeśli masz ze mną problem, zgłoś się do niego!
uk: Тепер я відповідаю тільки перед Грейсоном. Якщо у тебе є проблеми зі мною, будь ласка, повідом йому!

source: Teraz ostrożnie, nie wiemy co tam może na nas czekać.
uk: Тепер обережніше, ми не знаємо, що там може на нас чекати.

source: Teraz pewnie żałujecie, że nie postawiliście każdej sztuki złota i łodygi bagiennego ziela na jego wygraną.
uk: Зараз ви, мабуть, шкодуєте, що не поставили на його перемогу все своє золото і стебло болотної трави.

source: Teraz pokażę ci jak sadzić.
uk: Зараз покажу, як саджати.

source: Teraz pora na ciebie. Chłopcy, brać go!
uk: Тепер нарікай на себе. Хлопці, хапайте його!

source: Teraz porozmawiajmy o...
uk: А тепер поговоримо про...

source: Teraz powinienem bez większych problemów poradzić sobie z przepisywaniem zwojów. Księga mówi jedynie o zwojach czerpiących z Magii Adanosa oraz zaklęciach neutralnych.
uk: Тепер я без особливих зусиль впораюся з переписуванням сувоїв. У книзі йдеться лише про сувої, що ґрунтуються на магії Аданоса та нейтральних заклинаннях.

source: Teraz powinienem bez większych problemów poradzić sobie z przepisywaniem zwojów. Riordian zapomniał wspomnieć, że księga mówi jedynie o zwojach czerpiących z Magii Adanosa oraz zaklęciach neutralnych.
uk: Тепер я без особливих зусиль впораюся з переписуванням сувоїв. Ріордіан забув згадати, що в книзі йдеться лише про сувої, що ґрунтуються на магії Аданоса та нейтральних заклинаннях.

source: Teraz powinienem być bezpieczny. Pomieszczenie wygląda zupełnie zwyczajnie... ale jest zbyt dobrze strzeżone, żeby niczego tu nie było. Muszę się tylko dobrze rozejrzeć.
uk: Тепер я маю бути в безпеці. Кімната виглядає цілком звичайною... але її надто добре охороняють, щоб тут нічого не було. Мені потрібно все добре роздивитися.

source: Teraz powinienem skupić się na Vardhal. Kopalnia soli i jej problemy schodzą na dalszy plan.
uk: Тепер я повинен зосередитися на Вардхалі. Соляна копальня та її проблеми відходять на другий план.

source: Teraz proszę się oddalić, zanim nałożę na ciebie grzywnę za utrudnianie pracy strażnikowi.
uk: А тепер, будь ласка, відійди, доки я не оштрафував тебе за перешкоджання вартовому.

source: Teraz prowadzę karczmę, więc jeśli chcesz się czegoś napić, to uderzaj do mnie lub do Vicente.
uk: Тепер я керую корчмою, тож якщо захочеш чогось випити, звертайся до мене або до Вісенте.

source: Teraz przynajmniej mam szerszy ogląd, jak to tam u was wygląda. Najchętniej jednak sprawdziłbym jeszcze jedną rzecz...
uk: Тепер я принаймні маю ширше уявлення про те, як вам там живеться. Але я хотів би перевірити ще одну річ...

source: Teraz się doigrałeś!
uk: Тепер ти догрався!

source: Teraz się już nie wywiniecie...
uk: Тепер тобі це з рук не зійде...

source: Teraz się zabawimy, gnido!
uk: А тепер давай розважимось, гнидо!

source: Teraz sobie przypominasz?
uk: Тепер пригадав?

source: Teraz spadaj, niektórzy tutaj pracują!
uk: А тепер забирайся геть, тут дехто працює!

source: Teraz spokojnie możemy przejść do testu na placu.
uk: Тепер ми можемо спокійно перейти до випробування на площі.

source: Teraz słuchaj mnie uważnie. Jako że nie przyjmujemy byle kogo w nasze szeregi, będziesz musiał udowodnić, że jesteś odpowiednim kandydatem na strażnika.
uk: Тепер слухай мене уважно. Оскільки ми не приймаємо до своїх лав усіх підряд, тобі доведеться довести, що ти підходиш на роль вартового.

source: Teraz to Lorenzo żąda wyjaśnień i trzeba jak najszybciej go udobruchać. Mam nadzieję, że Roderich nie każe mi się zajmować tym osobiście.
uk: Тепер Лоренцо вимагає пояснень, і його необхідно заспокоїти якнайшвидше. Сподіваюся, Родеріх не змусить мене розбиратися з цим особисто.

source: Teraz to ich już tu nie ma. Sami sobie poszli. W sumie to lepiej, że się do tego nie mieszałeś, obeszło się bez awantur.
uk: Їх тут вже немає. Вони самі пішли. Зрештою, добре, що ти не втручався, обійшлось без колотнечі.

source: Teraz to ja potrzebuję twojej pomocy.
uk: Тепер мені потрібна твоя допомога.

source: Teraz to już bez znaczenia, nie żyje...
uk: Тепер це вже не має значення, вона мертва...

source: Teraz to już musieli być wszyscy.
uk: Тепер, мабуть, вже все.

source: Teraz to już nie ma większego znaczenia. Nie zapominaj, że nie byłeś tam sam.
uk: Зараз це вже не має значення. Не забувай, що ти був там не один.

source: Teraz to mamy coś bardzo ważnego do załatwienia. Z twoją pomocą pójdziemy zabić królową pełzaczy. Mam nadzieję, że te maluszki cię nie zmęczyły?
uk: Зараз ми маємо зробити дещо дуже важливе. З твоєю допомогою ми вб'ємо королеву повзунів. Сподіваюся, та дрібнота тебе не втомила?

source: Teraz to mi zaimponowałeś. To prawdziwy rarytas w Starym Mieście. Dobra robota.
uk: Тепер ти мене вразив. Його вважають справжньою рідкістю у Старому місті. Гарна робота.

source: Teraz to mnie rozbawiłeś, młody.
uk: Тепер ти мене розсмішив, хлопче.

source: Teraz to mnie zaskoczyłeś. Hm, tak. To brzmi jak dobry pomysł na chwilę wytchnienia od tej ciągłej gonitwy.
uk: Цього разу ти мене здивував. Хм, так. Це звучить як гарна ідея для перепочинку від цієї постійної гонитви.

source: Teraz to ty dostaniesz to, na co zasłużyłeś.
uk: Зараз ти отримаєш те, на що заслуговуєш.

source: Teraz to ty jesteś najwyższym wśród nas i nie śmiem wydawać ci poleceń, lecz proszę, pozwól, bym to ja udał się z Marvinem na wieżę sygnałową.
uk: Зараз, коли ти став головним серед нас, я не смію віддавати тобі накази, але, будь ласка, дозволь мені піти з Марвіном до сигнальної вежі.

source: Teraz transport towarów z Silbach do kopalni będzie zmartwieniem kogoś innego.
uk: Тепер транспортуванням товарів із Сільбаху до копальні займатиметься хтось інший.

source: Teraz ty i twoi koledzy z miasta zapłacicie za wszystkie szkody wyrządzone zarówno naszej winnicy, jak i naszej rodzinie...
uk: Тепер ти і твої товариші з міста заплатите за всю шкоду, заподіяну нашому винограднику і нашій сім'ї...

source: Teraz tylko czekać, aż Otho wyląduje na dywaniku u Albyna!
uk: Залишилося тільки дочекатися, коли Отто опиниться перед Альбіном!

source: Teraz tylko rozpalić ognisko i będzie można coś wrzucić na ruszt!
uk: Тепер залишилося тільки розвести багаття і можна щось підсмажити!

source: Teraz tylko zastanowić się, jak wykorzystać obecną sytuację... jak będziesz do czegoś potrzebny, dam ci znać!
uk: Тепер тільки думаю, як скористатися цією ситуацією, яка склалася... Якщо мені щось знадобиться, я дам тобі знати!

source: Teraz większość wykorzystywana jest do produkowania tych wspaniałych pancerzy i broni, które dzierżą moi wojownicy.
uk: Тепер більша його частина йде на виготовлення чудових обладунків та зброї, якими оснащені мої воїни.

source: Teraz wszystko jest jasne. Stan wraz z Foxem chcieli otruć Rodrigo i dodali do jego przypraw trucizny. Rodrigo zamiast sam spróbować przyprawy, dosypał ją do potrawki Stana. Tym samym Stan otruł samego siebie, a Fox brał w tym udział. To właśnie powinienem przekazać Cortezowi.
uk: Тепер все зрозуміло. Стен і Фокс хотіли отруїти Родріго, додавши отруту до його приправи. Замість того, щоб спробувати приправу самому, Родріго підсипав її у їжу Стена. Таким чином Стен отруївся, а Фокс брав у цьому участь. Саме це я маю розповісти Кортезу.

source: Teraz wszystko jest jasne. Stan wraz z Foxem chcieli otruć Rodrigo i dodali do jego przypraw trucizny. Rodrigo zamiast sam spróbować przyprawy, dosypał ją do potrawki Stana. Tym samym Stan otruł samego siebie. To właśnie powinienem przekazać Cortezowi.
uk: Тепер все зрозуміло. Стен і Фокс хотіли отруїти Родріго, додавши отруту до його приправи. Замість того, щоб спробувати приправу самому, Родріго підсипав її у їжу Стена. Таким чином Стен отруївся. Саме це я маю розповісти Кортезу.

source: Teraz wszystko ułożyło się w spójną całość: duch, jeszcze za życia, przybył na wyspę z potężnym Magiem Ognia - Wirgilio. Postawili kaplicę Innosa w mieście Archolos, a następnie ruszyli wraz z wojskami paladynów zdobyć twierdzę Vardhal. Wirgilio zesłał deszcz ognia, doszczętnie niszcząc twierdzę, ale zabijając jednocześnie wielu własnych żołnierzy. W najbliższych tygodniach coraz bardziej popadał w szaleństwo i fanatyzm, nie potrafiąc zrozumieć, czemu nie może ponownie przyzwać tej mocy, by teraz zdobyć Wilcze Leże. Ostatecznie dopuścił się okrutnego morderstwa na niewinnych wieśniakach, co doprowadziło do zamieszek i jego śmierci. Gdy duch, którego poznałem, dotarł na miejsce i próbował opanować tłum, oberwał kamieniem i bezmyślnie odpowiedział ogniem. Uciekł z miejsca zdarzenia, do wieży za farmą Bermara, gdzie później dopadł go rozwścieczony tłum.
uk: Тепер все стало на свої місця: дух ще за життя прибув на острів разом з могутнім Магом Вогню Віргіліо. Вони спорудили каплицю Інноса в місті Архолос, а потім вирушили з армією паладинів на захоплення фортеці Вардхал. Віргіліо викликав вогняний дощ, який повністю зруйнував фортецю, але при цьому вбив чимало своїх воїнів. У наступні тижні він все більше і більше впадав у божевілля і фанатизм, не розуміючи, чому він не може знову викликати ту силу, щоб підкорити Вовче Лігво. Врешті-решт він вчинив жорстоке вбивство невинних селян, що призвело до бунту і його смерті. Коли дух, якого я зустрів, прибув туди та спробував вгамувати натовп, у нього жбурнули камінь, а він бездумно відповів вогнем. Він втік з місця подій до вежі за фермою Бермара, де пізніше його наздогнав розлючений натовп.

source: Teraz wszystko w ręku Innosa.
uk: Тепер все в руках Інноса.

source: Teraz wybacz - wracam do swoich obowiązków.
uk: А зараз перепрошую, мушу повертатись до своїх обов’язків.

source: Teraz wybacz. Czas nagli i muszę wracać do siebie.
uk: А тепер вибач мені. Час підганяє, і я мушу повертатись до себе.

source: Teraz wybacz. Muszę zwołać wartowników i odnaleźć Florę.
uk: А тепер вибач. Мені треба зібрати охоронців і знайти Флору.

source: Teraz wystarczy dobrze zaplanować uderzenie i powinniśmy wybić te kupy mięsa zanim w ogóle się zorientują, co ich zaatakowało.
uk: Тепер нам потрібно лишень добре спланувати нашу атаку і знищити ці купи м'яса ще до того, як вони зрозуміють, що на них напали.

source: Teraz wystarczy trochę odczekać i ani się obejrzymy, a Andreas stanie w mych drzwiach, by się dogadać!
uk: Тепер нам залишається лише трохи почекати, і не встигнемо ми озирнутися, як Андреас вже стоятиме біля моїх дверей, щоб укласти угоду!

source: Teraz zaczną się problemy: pancerz gwardzisty to mundur. Nikt ot tak ci go nie odda.
uk: Тепер починаються проблеми: обладунок гвардійця – це уніформа. Ніхто його тобі просто так не дасть.

source: Teraz zaczyna mi coś świtać...
uk: Тепер все стає зрозуміліше...

source: Teraz zamierzam żyć tak, jakby jutra miało nie być. Kto wie, za niedługo mogą dotrzeć i tutaj!
uk: Тепер я маю намір жити одним днем – так, ніби завтра не настане. Хто знає, можливо, незабаром вони дістануться і сюди!

source: Teraz zejdź mi z oczu. Daruję ci całą sprawę, bo koniec końców problem został rozwiązany, ale nie zapomnę o twoich metodach.
uk: Тепер зникни з моїх очей. Я пробачу тобі цю помилку, адже в підсумку проблему було вирішено, але я не забуду про твої методи.

source: Teraz zjeżdżaj, przeszkadzasz mi w odpoczynku.
uk: А тепер забирайся, не заважай мені відпочивати.

source: Teraz znikaj i potrenuj! Kiedyś może będzie z ciebie strażnik.
uk: Тепер іди й тренуйся! Колись, може, буде з тебе вартовий.

source: Teraz zostaw mnie w spokoju.
uk: А зараз залиш мене в спокої.

source: Teraz zostały mi tylko jakieś resztki złota.
uk: Зараз у мене залишилося зовсім мало золота.

source: Teraz żartujesz, tak? Bo za tyle to nie będę marnował czasu.
uk: Ти жартуєш, так? За ці гроші я не витрачатиму на тебе свій час.

source: Teraz żałuję, że nie trafiliśmy na siebie wcześniej, ale co zrobić?
uk: Тепер я шкодую, що ми не зустрілися раніше, але що поробиш?

source: Teraz, gdy przemówienie zostało sfałszowane, a tłum jest wściekły, Oktav może się zająć krzykaczem spod koszar.
uk: Тепер, коли промову зіпсовано, а натовп розлючений, Октав може зайнятися оповісником біля казарм.

source: Teraz, gdy w końcu udało mi się dostać do miasta, mogę sprzedać zebrane skóry Fridzie. Swój zakład prowadzi koło Placu Targowego.
uk: Тепер, коли мені нарешті вдалося потрапити до міста, я можу продати зібрані шкури Фріді. Її майстерня знаходиться неподалік від Ринкової площі.

source: Teraz, gdy wiesz już wszystko, możesz spokojnie zabierać się do gotowania!
uk: Тепер, коли ви все знаєте, можна сміливо приступати до приготування їжі!

source: Teraz, gdy wszyscy są szczęśliwi lub nie żyją - możemy iść do domu!
uk: Тепер, коли всі щасливі або мертві - ми можемо повертатися додому!

source: Teraz, kiedy już wiesz, jak powinieneś podchodzić do pracy, pozostaje ci tylko kuć, kuć i jeszcze raz kuć. Oczywiście, na podstawie najlepszych schematów.
uk: Тепер, коли ти знаєш, як слід підходити до своєї роботи, залишається тільки кувати, кувати і ще раз кувати. Звісно, за найкращими кресленнями.

source: Teraz, kiedy już znasz właściwości najbardziej powszechnych roślin, pora przejść do próbowania swoich sił z rzadszymi okazami.
uk: Тепер, коли ти знаєш властивості найпоширеніших рослин, настав час спробувати свої сили з більш рідкісними їх видами.

source: Teraz, kiedy szlag wszystko trafił, handlujemy tym między sobą, a to stopniowo zabija gospodarkę.
uk: Тепер, коли все це пішло під три чорти, ми торгуємо цим усім між собою, і це поступово вбиває економіку.

source: Teraz, odpoczywam. Później czeka mnie sporo pracy.
uk: Зараз я відпочиваю. Після цього на мене чекає багато роботи.

source: Teraz, z perspektywy lat, łatwo jest nam oceniać decyzje z przeszłości.
uk: Тепер, озираючись назад, нам легко судити про рішення минулого.

source: Teraz?
uk: Зараз?

source: Teraz? Ha! A kto będzie pilnował węglarzy?
uk: Зараз? Ха! А хто охоронятиме вуглярів?

source: Teraz? W czasie wojny? Wszystko, co jest w miarę znośnej jakości, jest wysyłane na front, straż musi się ratować resztkami.
uk: Зараз? У воєнний час? На фронт відправляють усе, що має пристойну якість. Варті доводиться задовольнятися залишками.

source: Teren czysty, mogę wyjąć pochodnię i rozpalić ognisko, by dać sygnał do wymarszu.
uk: Територія вільна, я можу взяти факел і запалити вогнище, щоб подати сигнал до виходу.

source: Teren nam nie pomaga. Ciężko się tu przemieszczać.
uk: Рельєф місцевості нам не допоможе. Тут важко пересуватися.

source: Teren winnicy, powiadasz? Hm, może jest to warte zastanowienia...
uk: Через виноградник, кажеш? Хм, може варто про це подумати...

source: Termin nas goni i pracujemy prawie całą dobę, żeby się wyrobić, więc o ile nie chcesz pomóc, to spadaj stąd.
uk: Ми стараємось вкластись в терміни, тому працюємо майже цілодобово, щоб встигнути, тож якщо не хочеш допомогти, то забирайся звідси.

source: Terminujący u Fridy łowca Allan zachęca wszystkich początkujących i średnio doświadczonych strzelców na lekcje zręczności, strzelania z kuszy i wydobywania trofeów.
uk: Помічник Фріди, мисливець Алан, запрошує всіх початківців і стрільців середнього рівня відвідувати заняття зі спритності, стрільби з арбалета і видобутку трофеїв.

source: Terminy nas gonią, a ci obijają się w pracy! Nie jestem w stanie sam wszystkich przypilnować!
uk: Ці люди нестерпні! Терміни підтискають, а вони тільки й роблять, що байдикують! Я не можу один встежити за всіма!

source: Terry
uk: Террі

source: Terry wyglądał na tak przerażonego i zdziwionego, że nie mam cienia wątpliwości co do jego niewinności. Czas wrócić na winnicę i sprawdzić pozostałe tropy.
uk: Террі виглядав настільки переляканим і здивованим, що у мене не залишилося сумніву, що він не винен. Настав час повернутися на виноградник і перевірити решту зачіпок.

source: Tespi
uk: Теспі

source: Tespi skonfrontował moją relację z opinią Arwida o straży. Zaraz potem poprosił nas o pozbycie się polnych bestii z pola jego ojca, na co przystałem. W końcu parę wyrośniętych owadów to niezbyt wymagające zadanie.
uk: Теспі зіставив мою розповідь з думкою Арвіда про Варту. Незабаром після цього він попросив нас очистити поле його батька від польових жуків, на що я погодився. Зрештою, декілька комах-переростків – це не так вже й складно.

source: Test siły.
uk: Тесту сили.

source: Testament Valerio
uk: Заповіт Валеріо

source: Testament Wilka
uk: Вовчий заповіт

source: Testament przygotowany, pozostaje kwestia legalizacji. Rozmowa z Mateyem będzie bardzo ryzykowna - jeśli go zdenerwuję i nie zaakceptuje mojej propozycji, najprawdopodobniej trafię do więzienia.
uk: Заповіт готовий, залишилось тільки його узаконити. Розмова з Матеєм буде дуже ризикованою – якщо я його розгніваю і він не прийме мою пропозицію, я, швидше за все, опинюсь у в'язниці.

source: Testowałem działanie mikstury szybkości, ale nawet z jej pomocą się zmęczyłem.
uk: Випробовував дію зілля швидкості, але навіть з ним я втомився.

source: Testujesz moją cierpliwość, gnojku.
uk: Ти випробовуєш моє терпіння, сволото.

source: Też bym ci nie powierzyła tak odpowiedzialnych zadań.
uk: Я б тобі і не довірила такі відповідальні завдання.

source: Też byłam zdziwiona gdy pierwszy raz to usłyszałam, tak po prostu nazywają swój naród rdzenni mieszkańcy Archolos.
uk: Я теж здивувалась, коли вперше почула, саме так корінні жителі Архолосу називають свій народ.

source: Też będę jej wypatrywał. Dawała spore napiwki.
uk: Я теж її виглядатиму. Вона давала великі чайові.

source: Też chcesz dostać w mordę?
uk: Ти теж хочеш отримати по морді?

source: Też chcesz zdobyć obywatelstwo? Lepiej przygotuj się na kilka godzin czekania...
uk: Ти теж хочеш отримати громадянство? Краще будь готовий зачекати кілька годин...
